File with custom commands.

* General
#+BEGIN_SRC emacs-lisp
(global-set-key (kbd "C-x C-b") 'buffer-menu)
(add-hook 'emacs-lisp-mode-hook
          (lambda ()
            (local-set-key (kbd "C-c C-c") 'eval-buffer)))

#+END_SRC

#+RESULTS:
| lambda | nil | (local-set-key (kbd C-c C-c) (quote eval-buffer)) |
